import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
      'Кремль Московский',
      '12345',
      'https://',
      'музей с часами и укреплённыи стенами',
      'музей'),
  Sight('Кремль Новгородский',
      '12345',
      'https://',
      'жилой комплекс федерального значения на берегу реки, толщина стен 6 метров',
      'музей'),
  Sight('Кремль Псковский',
      '12345',
      'https://',
      'жилой комплекс в центре Пскова один из 10 символов России',
      'музей')
];
