import 'package:places/domain/sight_card.dart';

final List mocks = [
  Sight(
      'Кремль Московский',
      '12345',
      'https://',
      'жилой комплекс с часами, с укреплённыи стенами и перекрытиями',
      'комплекс зданий'),
  Sight('Кремль Новгородский',
      '12345',
      'https://',
      'жилой комплекс федерального значения на берегу реки, толщина стен 6 метров',
      'комплекс зданий'),
  Sight('Кремль Псковский',
      '12345',
      'https://',
      'жилой комплекс в центре Пскова один из 10 символов России',
      'комплекс зданий')
];
